{
    "title": "១៦.២ ហ្វឹកហាត់​អត្ថបទ",
    "duration": 10,
    "textbox": true,
    "accuracy": 1,
    "typed": 1,
    "error": true,
    "wpm": true,
    "text": "មនុស្ស​មួយ​ចំនួន​តែងតែ​យល់​ច្រឡំ​ថា ផ្សោត​គឺ​ជា​សត្វ​ត្រី​មួយ​ប្រភេទ តែ​តាម​ការ​ពិត​វា​មិន​មែន​ដូច្នោះ​ឡើយ គឺ​វា​ជា​ថនិកសត្វ​មួយ​ប្រភេទ​ដែល​ត្រូវការ​ខ្យល់​ដកដង្ហើម​ដូចជា​មនុស្ស​ដែរ ។ បើ​តាម​ការ​អះអាង​របស់​គម្រោង​ការពារ​សត្វ​ផ្សោត​ទន្លេ​មេគង្គ បាន​បញ្ជាក់​ថា បច្ចុប្បន្ន​សត្វ​ផ្សោត​ទន្លេ​មេគង្គ​សរុប​មាន​ចំនួន ៨០ ក្បាល តែ​ជា​អកុសល​ចំនួន​នេះ​បាន​និង​កំពុង​ថយ​ចុះ​ជា​លំដាប់ ។ នៅ​រដូវ​ប្រាំង​សត្វ​ផ្សោត​ប្រមូល​ផ្ដុំ​គ្នា​ភាគ​ច្រើន នៅ​ត្រង់​តំបន់​អន្លង់​ទឹក​ជ្រៅ ចន្លោះ​ខេត្ត​ក្រចេះ​និង​ល្បាក់​ខោន ជា​ពិសេស​នៅ​តំបន់​កាំពី ។ វត្តមាន​របស់​ល្បាក់​ខោន​បាន​រារាំង​មិន​ឲ្យ​សត្វ​ផ្សោត​ផ្លាស់ទី​ទៅ​ទិស​ខាង​ជើង ដែល​ធ្វើ​ឲ្យ​សត្វ​ផ្សោត​ភាគ​ច្រើន​មាន​វត្តមាន​នៅ​ក្នុង​ប្រទេស​កម្ពុជា ។ នៅ​កំឡុង​ដើម​ទសវត្សន៍​ទី ៧០ គេ​តែងតែ​ប្រទះ​ឃើញ​សត្វ​ផ្សោត​ជាច្រើន​មាន​វត្តមាន​ក្នុង​បឹង​ទន្លេសាប  ប៉ុន្តែ​នៅ​ពេល​ក្រោយ​មក​ទៀត ចំនួន​សត្វ​ផ្សោត​ក្នុង​បឹង​ទន្លេសាប​ចេះ​តែ​ថយ​ចុះ​ទៅៗ ជា​ពិសេស​នៅ​ក្នុង​សម័យ​ប៉ុលពត ដែល​ពួក​គេ​សម្លាប់​សត្វ​ផ្សោត ដើម្បី​យក​ខ្លាញ់​ដុត​បំភ្លឺ​ពេល​យប់ ។"
}
