{
    "title": "៥.១ របៀប​ដាក់​ជើង និង វណ្ណយុត​បន្តក់ (់)",
    "duration": 1.5,
    "textbox": true,
    "accuracy": 1,
    "typed": 1,
    "error": true,
    "wpm": true,
    "info": "ដើម្បី​វាយ​ជើង​អក្សរ​មួយ អ្នក​ត្រូវ​តែ​វាយ​សញ្ញា ដាក់​ជើង ជាមុន បន្ទាប់​មក​វាយ​អក្សរ​ដែល​អ្នក ត្រូវការ​ឲ្យ​វា​ក្លាយ​ជា ជើង ។\r\rនៅ​ពេល​ដែល​អ្នក​វាយ សញ្ញា​ដាក់​ជើង នោះ នឹង មាន​សញ្ញា​លេខ​បូក​ស្ថិត​នៅ​ពី​ក្រោម អក្សរ ឬ ពាក្យ​នោះ ដើម្បី​ប្រាប់​អ្នក​ថា អក្សរ​ ដែល​អ្នក វាយ​បន្ទាប់​នឹង​ក្លាយ​ជា​ជើង ។\r\rឧ. ស + ្ + រ + ែ = ស្រែ",
    "text": "ស្ស ដ្ដ ថ្ថ ក្ក ល្ល ង្ង ហ្ហ់ រ្រ់ អ្អ់ ក្ស់ ង្អ់ ស្ដ់ ក្រ ដ្ល ហ្ស ង្ក រ្ក អ្ង ដ្ស់ រ្ក់ ល្ដ់ ស្ហ់ ក្ថ់ ស្ល់ ល្ង ស្រ ហ្ក ក្ង រ្ស ស្ថ ក្ល់ ស្ស់ ល្ដ់ ស្ដ់ ក្រ់ ដ្ល់ ហ្ស ង្ក"
}