{
    "title": "១០.១ គ្រាប់​ចុច​ថ្មី ៖ ន ប",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "អ្នក​នឹង​សិក្សា​អំពី​អក្សរ ន និង ប ដែល​នៅ​ជួរ ខាងក្រោម​ក្ដារចុច ។ ដើម្បី​វាយ​អក្សរ​ទាំងនេះ អ្នក​ត្រូវ​ប្រើ​ចង្អុល​ដៃ ។\r\rចំណាំ ៖ អក្សរ ប អាច​ត្រូវ​បង្ហាញ​ដោយ​រូបរាង លើស​ពី​មួយ អាស្រ័យ​តាម​អក្សរ​ដែល​នៅ ជុំវិញ​វា ។ នៅ​ពេល​វាយ​ស្រៈ ា តាម​ក្រោយ ប វា​នឹង​ប្ដូរ​រូបរាង​ជា បា ជា​ស្វ័យប្រវត្តិ ។",
    "text": "្ន្ន្ន​ថវថវថវ​្វ​ថន​កុំ្ម្ន​ដចថវថប​នប​បងនាបលនរបក​កុំកនដបថប្ន​ហនងប​បរនុបេនិបានើបចនុុំជបុះនបីនែអបអនបះបហបឬន​នយបត"
}