{
    "title": "២.១ គ្រាប់​ចុច​ថ្មី ៖ េ ិ",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "អ្នក​នឹង​សិក្សា​អំពី​ ស្រៈ េ និង ិ ដែល​ជា​ផ្នែក ​មួយ​នៃ​ជួរ​សំខាន់ ។ គ្រាប់ចុច​ជួរ​សំខាន់​តម្រូវ ​ឲ្យ​អ្នក​ចុច​ដោយ​ប្រើ ម្រាម​ដៃ​ត្រឹម​ត្រូវ​មួយ ។\r\rនៅ​ពេល​ចុច​គ្រាប់​ចុច ម្រាម​ដទៃ​ទៀត​រក្សា​នៅ​ លើ​គ្រាប់​ចុច​ជួរ​សំខាន់ ។ ក្រោយ​អ្នក​ពេល​ចុច​ គ្រាប់ចុច​ណាមួយ​រួច​ហើយ សូម​អ្នក​​ត្រឡប់ ​ម្រាម​ដៃ​មក​កាន់​ជួរ​សំខាន់​វិញ មុន​ពេល​ប្រើ ម្រាម​ដទៃ​ទៀត ។",
    "text": "ដេដេដេកិកិកិដេកិដេកិេដិេ​េដិេ​េដិេ​ិថិស​ិថិស​សិថិ​ិថិស​សិថិ​ិថិស​េដិេ​ិថិស​េលិដ​កេដិកិដេលេសិ​េដកិ​ិកដេ"
}