{
    "title": "៦.១ គ្រាប់​ចុច​ថ្មី ៖ ច ុំ",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "អ្នក​នឹង​សិក្សា​អំពី​អក្សរ ច និង ស្រៈ ុំ ដែល នៅ​ជួរ​ខាង​ក្រោម​នៃ​ក្ដារចុច ។ ដើម្បី​វាយ​អក្សរ និង ស្រៈ​ទាំងនេះ អ្នក​ត្រូវ​ប្រើ​ដៃ​កណ្ដាល ។\r\rចំពោះ​ស្រៈ ុំ អ្នក​​អាច​វាយ​ជាបន្សំ ដោយ​ចុច ស្រៈ ុ រួច​ហើយ​វាយ​ស្រៈ ំ ។ តែ​ដើម្បី​​ភាព ងាយ​ស្រួល​ដល់​អ្នក អ្នក​គ្រាន់តែវាយ​គ្រាប់​ចុច តែ​មួយ​​ប៉ុណ្ណោះ​ក្នុង​ក្ដារ​ចុច​យូនី​កូដ​ខ្មែរសម្រាប់ ​ស្រៈ ុំ ។",
    "text": "ដចដចដចកុំកុំកុំដចកុំដចកុំដចកុំកិកុំដេដចសុំសិលេលចុំើលុំកុំសចដច​ដេក​លេច​ចុំសុំកចលចដុំកចដុំកចុំដចកុំដចក"
}