{
    "title": "១.២ ហ្វឹកហាត់​ពាក្យ",
    "duration": 2,
    "textbox": true,
    "accuracy": 1,
    "typed": 1,
    "error": true,
    "wpm": true,
    "info": "ដើម្បី​បង្កើត​ពាក្យ អ្នក​គ្រាន់​តែ​​វាយ​តាម​លំដាប់ នៃ​ការ​ប្រកប នោះ​កុំព្យូទ័រ​នឹង​រៀប អក្សរ​តាម​ លំដាប់​ត្រឹមត្រូវ ។\r\rឧ. ល + ើ = លើ",
    "text": "ថា កា ដា លា សា ថើ កើ ដើ លើ សើ កល ដក កាល ថើក សាក ដើល កថា លលក សកល លើក សាលា កាកើ ដាដ សា សាដ ដាដ សា សាដ កល កាល កសាល សាលាដ សាលសា កាថកា លើស ដើថា សាលា កាក លើ ដើ សាដា កាលើ សាលាដ កល ថាកា លលក សកល សាលា លើក កាកើ ដាកា"
}
