{
    "title": "៦.២ គ្រាប់​ចុច​ថ្មី ៖ ជ ុះ",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "អក្សរ ជ និង ស្រៈ ុះ គឺ​ស្ថិត​នៅ​ទីតាំង​រួម ជាមួយ នឹងអក្សរ ច និង ស្រៈ ុំ ដែរ ប៉ុន្តែ អ្នក​ត្រូវ​សង្កត់ គ្រាប់ចុច ប្ដូរ នៅ​ពេល​វាយ ។\r\rចំពោះ​ស្រៈ ុះ អ្នក​ក៏​អាច​វាយ​ជាបន្សំ​ដោយ​ ចុច​ស្រៈ ុ រួច​ហើយ​វាយ​ស្រៈ ះ ។ តែ​ដើម្បី ភាព​ងាយ​ស្រួល​របស់​អ្នក អ្នក​គ្រាន់តែវាយ គ្រាប់​ចុច​តែ​មួយ​​ប៉ុណ្ណោះ​ក្នុង​ក្ដារ​ចុច​យូនី​កូដ សម្រាប់ ​ស្រៈ ុះ ។",
    "text": "ដជដជដជកុះកុះកុះដជកុះដជកុះដជកុះកិកុំកុះដេដចដជសុំលចថុះដុំដុះកចកជលុំលុះកុំលុំ្ុំើុំសចសជដជថជាជសជសចចេចិជីជិជេចិះជិះកេ"
}