{
    "title": "១៣.១ វណ្ណយុត្តិ ៖ ត្រីសព្ទ និង មូសិកទន្ដ",
    "duration": 2.75,
    "textbox": true,
    "accuracy": 1,
    "typed": 1,
    "error": true,
    "wpm": true,
    "info": "ពេល​ដែល​អ្នក​វាយ ត្រីសព្ទ ឬ មូសិកទន្ដ តាម ពី​ក្រោយ​ស្រៈ​លើ ពួក​វា​នឹង​ត្រូវ​បាន​ប្ដូរ​រូបរាង ជា​ស្រៈ ុ ដោយ​ស្វ័យ​ប្រវត្តិ​ប្រសិន​ចាំបាច់​ ។\r\rឧ. ស + ៊ + ី = ស៊ី\r    ប + ៉ + ី = ប៉ី",
    "text": "ស៊ី អ៊ំ ញ៉ាំ ហ៊ិប ប៉ូល ហ៊ីង ស៊ុប ហ្ស៊ី ប៊ូល ចាប៉ី សាប៊ូ ប៊ីចេង ទ្រ​អ៊ូ ការ៉េ ស្វ៊ីត ឆៃយ៉ាំ វ៉ីរុស កំប៉ុង ម៉ាំទាំ យឺតយ៉ាវ ម៉ឺនុយ ប៉េងប៉ោះ ម៉ាំងកាយ៉េ ប៉ុនប៉ង ស្លាបប៉ាកា អ៊ីនធឺណិត ម៉ិចស៊ីកូ កុងស៊ី កៅស៊ូ តឹងរ៉ឹង នាម៉ឺន ប៉ឺតប៉ោង ប៊ីដុង ម៉ាស៊ីណ រប៉ិចរប៉ូច កំប៉ិកកំប៉ុក មេម៉ាយ"
}