{
    "title": "១.១ មូលដ្ឋាន​វាយ​អក្សរ",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "ដោយ​ប្រើ​ក្បួន​វាយ​អក្សរ​ត្រឹមត្រូវ អ្នក​អាច​វាយ បាន​រហ័ស និង កាត់​បន្ថយ​កំហុស ដោយ​មិន ចាំបាច់​មើល​ក្ដារចុច ។\r\rក្នុង​ប្រព័ន្ធ​នេះ ម្រាម​ដៃ​នីមួយៗ​របស់​អ្នក​មាន ទីតាំង​គ្រាប់​ចុច ផ្ទាល់​ខ្លួន ដែល​ត្រូវ​ដាក់​ពី​លើ​ នៅ​ពេល​ដែល​ពួក​វា​មិន​ប្រើ​ការ ។ គ្រាប់​ចុច ទាំង​នេះ​ស្ថិត​នៅ​លើ ជួរ​កណ្ដាល នៃ​ក្ដារ​ចុច ។\r\rដាក់​ចង្អុល​ដៃ​ឆ្វេង​លើ​គ្រាប់​ចុច ថ និង ចង្អុល ដៃ​ស្ដាំ​លើ​គ្រាប់ចុច ដាក់​ជើង ។ ម្រាមដៃ​ដទៃ ទៀត​ដាក់​តាម​លំដាប់​គ្រាប់​ចុច ។ ដោយ​ធ្វើ ដូចនេះ​មេដៃ​ទាំង​ពីរ​របស់​អ្នក​គឺ ស្ថិត​នៅ​លើ​ គ្រាប់​ចុច​ដកឃ្លា ។\r\rឥឡូវ​នេះ​ដៃ​របស់​អ្នក បាន​ស្ថិត​នៅ​លើ​ទីតាំង ​ចាប់ផ្ដើម​ហើយ ។",
    "text": "ាសដថ្កលើសាសាសដសដសដថដថដថ្ក្ក្កលកលកលើលើលើល​ថាលក​ថាលក​សាដា​សាដា​ថាលក​ថាលក​្ក្ល្ើកលក្កើកាើសើដើថើកើកើលើ្ើក្ល្ល្ើ្ាើសលដកថ្ើលាសក្ដថ"
}
