{
    "title": "៩.១ គ្រាប់​ចុច​ថ្មី ៖ ាំ ៃ ឌ ធ ញ គ ឡ ោះ",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "អ្នក​នឹង​សិក្សា​អំពី​អក្សរ និង ស្រៈ ដែល​ស្ថិត នៅលើ​គ្រាប់​ចុច​មូលដ្ឋាន ដែល​អ្នក​បាន​សិក្សា ពីមុន​មក ប៉ុន្តែ​អ្នក​ត្រូវ​ប្រើ​គ្រាប់​ចុច ប្ដូរ ដើម្បី វាយ​គ្រាប់​ចុច​ទាំង​នេះ ។\r\rចំណាំ ៖ អ្នក​មិន​ចាំបាច់​ព្រួយ​បារម្ភ​ពី​រូបរាង ព្យញ្ជនៈ ញ ឬ ្ញ ទេ ប្រសិន​ប្រើ​អ្នក​វាយ​បាន ​ត្រឹមត្រូវ​នោះ ។\r\rឧ. ទ + ា + ញ = ទាញ\r    ស + ញ + ្ + ញ + ា = សញ្ញា\r    ខ + ្ + ញ + ុំ = ខ្ញុំ\r    ប + ញ + ្ + ច + េ + ញ = បញ្ចេញ",
    "text": "ាំៃឌធញគឡោះ​ាំសាំសាំ​ៃដៃដៃដ​ឌថឌថឌថ​ធដធដធដ​ោះលោះលោះល​ឡកឡកឡក​គ្គ្គ្​ញកញកញក​ដកសលាើធញគឌឡៃោះាំសោះលាំអង្កាល​កៃលធកលោះ"
}