{
    "title": "១៣.២ វណ្ណយុត្តិ ៖ ៍ ័ ៏ ៌",
    "duration": 2,
    "textbox": true,
    "accuracy": 1,
    "typed": 1,
    "error": true,
    "wpm": true,
    "info": "អ្នក​នឹង​សិក្សា​អំពី វណ្ណយុត្តិ ឬ សញ្ញាលើ ៖\r	- ទណ្ឌឃាត (៍)\r	- សំយោគ​សញ្ញា (័)\r	- អស្ដា (៏)\r	- កាកបាទ (៎)\r\rចំណាំ ៖ ទណ្ឌឃាត សំយោគ​សញ្ញា និង អស្ដា ត្រូវ​វាយ​តាម​ពី​ក្រោយ​ជើង​ព្យញ្ជនៈ និង មុន​ស្រៈ (ប្រសិនបើ​មាន) ។ ចំណែក កាកបាទ វិញ​អ្នក​ត្រូវ​វាយ​វា​ពី​ក្រោយ​ស្រៈ ។",
    "text": "ព័ត៌មាន ពណ៌ លោមព័ណ៌ ជាតិសាសន៍ យុត្តិធម៌ នំប៉័ង បាយ័ន អោ៎ ចា៎ ណា៎ ហ្ន៎ះ ច័ក្កច័ន យុវវ័យ ជ័យជំនះ អភិវឌ្ឍន៍ វ័ណ្ឌវង្គ និស្ស័យ រាមកិរ្តិ៍ ចម្ប៉ា បុកល័ក្ក"
}