{
    "title": "២.២ គ្រាប់​ចុច​ថ្មី ៖ ែ ី",
    "duration": 1.5,
    "textbox": false,
    "accuracy": 0,
    "typed": 0,
    "error": false,
    "wpm": false,
    "info": "ស្រៈ ែ មាន​ទីតាំង​នៅ​ជាមួយ​គ្រាប់ចុច​ស្រៈ េ ហើយ​ស្រៈ ី ​ស្ថិត​នៅ​ជាមួយនិង​ស្រៈ ិ ។ តែ​ដើម្បី​វាយ​ស្រៈ​ថ្មី​ទាំងពីរ​នេះ អ្នក​ត្រូវ​​សង្កត់ គ្រាប់​ចុច ប្ដូរ ។\r\rសង្កត់ ប្ដូរ + ចុច េ = ស្រៈ ែ\rសង្កត់ ប្ដូរ + ចុច ិ = ស្រៈ ី\r\rខាង​លើ​នេះ​មាន​ន័យ​ថា អ្នក​ត្រូវ​សង្កត់​គ្រាប់- ចុច​ ប្ដូរ (ប្រើ​កូន​ដៃ​ចុច​ដោយ​មិន​ព្រលែង) រួម​និង​ការ​ចុច​គ្រាប់​ចុច េ ។\r\rសូម​ប្រើ​គ្រាប់​ចុច ប្ដូរ ខាង​ស្ដាំ​បើ​អ្នក​ត្រូវ​ចុច គ្រាប់​ចុច​ផ្នែក​ខាង​ឆ្វេង និង ប្រើ​គ្រាប់​ចុច ប្ដូរ ខាង​ឆ្វេង​វិញ ក្នុង​ករណី​ផ្ទុយ​គ្នា ។",
    "text": "ដេដែដេដែកិកីកិកីដែកីដែកី​លែសីកែដីថែកេកែដិដីលែសីកីដែកាិីេែើសាថដិែីេ្កលើ​ដក​សល​ាើ​ថ្​ិេ​ែីដេដែកីកិដិកែដីកេ"
}