angular.module('lessons',[])
.factory('lessonList', ['$rootScope', function($rootScope){
	var lesson_title = [
		["១.១ មូលដ្ឋាន​វាយ​អក្សរ","១.២ ហ្វឹកហាត់​ពាក្យ"],
		["២.១ គ្រាប់​ចុច​ថ្មី ៖ េ ិ","២.២ គ្រាប់​ចុច​ថ្មី ៖ ែ ី","២.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៣.១ គ្រាប់​ចុច​ថ្មី ៖ រ ុ","៣.២ គ្រាប់​ចុច​ថ្មី ៖ ឬ ូ","៣.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៤.១ គ្រាប់​ចុច​ថ្មី ៖ ង ហ","៤.២ គ្រាប់​ចុច​ថ្មី ៖ អ ះ","៤.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៥.១ របៀប​ដាក់​ជើង និង វណ្ណយុត​បន្តក់ (់)","៥.២ ហ្វឹកហាត់​ពាក្យ"],
		["៦.១ គ្រាប់​ចុច​ថ្មី ៖ ច ុំ","៦.២ គ្រាប់​ចុច​ថ្មី ៖ ជ ុះ","៦.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៧.១ គ្រាប់​ចុច​ថ្មី ៖ ម វ","៧.២ គ្រាប់​ចុច​ថ្មី ៖ ំ េះ","៧.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៨.១ គ្រាប់​ចុច​ថ្មី ៖ យ ត","៨.២ គ្រាប់​ចុច​ថ្មី ៖ ួ ទ","៨.៣ ហ្វឹកហាត់​ពាក្យ"],
		["៩.១ គ្រាប់​ចុច​ថ្មី ៖ ាំ ៃ ឌ ធ ញ គ ឡ ោះ","៩.២ ហ្វឹកហាត់​ពាក្យ"],
		["១០.១ គ្រាប់​ចុច​ថ្មី ៖ ន ប","១០.២ គ្រាប់​ចុច​ថ្មី ៖ ណ ព","១០.៣ ហ្វឹកហាត់​ពាក្យ"],
		["១១.១ គ្រាប់​ចុច​ថ្មី ៖ ោ ឹ ៀ","១១.២ គ្រាប់​ចុច​ថ្មី ៖ ៅ ឺ ឿ","១១.៣ ហ្វឹកហាត់​ពាក្យ"],
		["១២.១ គ្រាប់​ចុច​ថ្មី ៖ ផ ឆ","១២.២ គ្រាប់​ចុច​ថ្មី ៖ ភ ឈ","១២.៣ ហ្វឹកហាត់​ពាក្យ"],
		["១៣.១ វណ្ណយុត្តិ ៖ ត្រីសព្ទ និង មូសិកទន្ដ","១៣.២ វណ្ណយុត្តិ ៖ ៍ ័ ៏ ៌"],
		["១៤.១ គ្រាប់​ចុច​ថ្មី ៖ ឋ ខ","១៤.២ គ្រាប់​ចុច​ថ្មី ៖ ឍ ឃ","១៤.៣ ហ្វឹកហាត់​ពាក្យ"],
		["១៥.១ ស្រៈ​ពេញ​តួ","១៥.៣ ហ្វឹកហាត់​ពាក្យ"],
		["១៦.១ ហ្វឹកហាត់​អត្ថបទ","១៦.២ ហ្វឹកហាត់​អត្ថបទ"]
	];
	var lesson = {};
	lesson.item = [];

	return {
		init: function() {
			var i, j, num = "", ind = 0;
			for(i = 0; i < 16; i++) {
				for(j = 0; j < lesson_title[i].length; j++) {
					num = ((i+1 < 10) ? '0' + (i+1).toString() : (i+1).toString()) + '.' + (j+1).toString();
					lesson.item.push({index: ind, title: lesson_title[i][j], name: "មេរៀន " + num,filename: "lesson" + num});
					ind++;
				}
			}

			this.index = 0;
			this.current = "";
		},
		index: 0,
		current: "",
		gotoNext: function() {
			this.index++;
			this.current = lesson.item[this.index].filename;

			$rootScope.$broadcast('finished', lesson.item[this.index].name);
		},
		getItemList: function() { return lesson.item; }
	};
}]);
